[
   "Eu nunca fiquei obcecado em stalkear alguém nas redes sociais.",
   "Eu nunca fui expulso da sala de aula.",
   "Eu nunca desmaiei na rua.",
   "Eu nunca peguei carona com estranhos.",
   "Eu nunca fui parado por policiais.",
   "Eu nunca quebrei um osso.",
   "Eu nunca quebrei um dente.",
   "Eu nunca criei uma conta falsa nas redes sociais.",
   "Eu nunca tive uma experiência paranormal.",
   "Eu nunca tive algum perfil de rede social hackeado.",
   "Eu nunca roubei algo em uma loja.",
   "Eu nunca tive paralisia do sono.",
   "Eu nunca fiquei preso no elevador.",
   "Eu nunca tentei cortar meu próprio cabelo.",
   "Eu nunca pintei o cabelo de alguma cor estranha.",
   "Eu nunca cantei em um karaokê na frente de várias pessoas.",
   "Eu nunca apareci na TV.",
   "Eu nunca passei mal em um parque de diversões.",
   "Eu nunca corri da polícia.",
   "Eu nunca pedi dinheiro no sinal.",
   "Eu nunca me arrependi imediatamente após enviar uma mensagem.",
   "Eu nunca levei um tapa no rosto.",
   "Eu nunca dei um tapa no rosto de alguém.",
   "Eu nunca participei de uma briga.",
   "Eu nunca chorei no transporte público.",
   "Eu nunca passei mais de dois dias sem tomar banho.",
   "Eu nunca olhei o celular de alguém sem que a pessoa soubesse.",
   "Eu nunca fui demitido.",
   "Eu nunca dormi na rua.",
   "Eu nunca peguei comida do lixo e comi.",
   "Eu nunca consegui algo de graça dando em cima de alguém.",
   "Eu nunca caí na rua porque estava olhando o celular.",
   "Eu nunca tive um vídeo constrangedor postado na internet.",
   "Eu nunca quebrei algo na casa de alguém e escondi.",
   "Eu nunca saí de uma festa ou bar sem pagar.",
   "Eu nunca me gabei por algo que não fiz.",
   "Eu nunca menti tanto sobre algo que acreditei que fosse verdade.",
   "Eu nunca sofri bullying na escola.",
   "Eu nunca segurei a mão da pessoa errada na rua.",
   "Eu nunca fui expulso de uma festa.",
   "Eu nunca postei algo e me arrependi.",
   "Eu nunca roubei dinheiro da carteira dos meus pais.",
   "Eu nunca comi comida que caiu no chão.",
   "Eu nunca comi comida que alguém largou na área de alimentação do shopping.",
   "Eu nunca fiquei com mais de 5 pessoas em uma festa.",
   "Eu nunca beijei alguém que eu não conhecia.",
   "Eu nunca fiquei com o irmão/irmã de um amigo.",
   "Eu nunca dormi no ônibus e perdi o meu ponto.",
   "Eu nunca fiquei apaixonado por algum professor.",
   "Eu nunca dei em cima do namorado(a) de algum amigo.",
   "Eu nunca disse eu te amo para alguém que eu não amava de verdade.",
   "Eu nunca me apaixonei à primeira vista.",
   "Eu nunca passei a madrugada mandando mensagem para alguém.",
   "Eu nunca fui ignorado no WhatsApp por alguém que eu gostava.",
   "Eu nunca inventei boatos sobre um(a) ex-namorado(a).",
   "Eu nunca traí alguém.",
   "Eu nunca implorei para algum(a) ex voltar para mim.",
   "Eu nunca estive um relacionamento aberto.",
   "Eu nunca tive um namorado virtual.",
   "Eu nunca me arrependi de ter namorado alguém.",
   "Eu nunca beijei meu melhor amigo.",
   "Eu nunca duvidei sobre minha orientação sexual.",
   "Eu nunca namorei uma pessoa para tentar esquecer outra.",
   "Eu nunca sumi depois de um primeiro encontro ruim.",
   "Eu nunca fiquei com alguém comprometido(a).",
   "Eu nunca terminei com alguém por mensagem.",
   "Eu nunca menti sobre meu estado civil.",
   "Eu nunca fingi receber uma mensagem/ligação para sair de um encontro ruim.",
   "Eu nunca falei sobre meu ex em um primeiro encontro.",
   "Eu nunca fui apaixonado(a) por mais de uma pessoa ao mesmo tempo.",
   "Eu nunca fuxiquei o celular do(a) namorado(a).",
   "Eu nunca causei ciúmes em alguém de propósito.",
   "Eu nunca tive um encontro às cegas.",
      "Eu nunca fiquei com mais de uma pessoa ao mesmo tempo.",
   "Eu nunca dirigi bêbado.",
   "Eu nunca fiquei com uma pessoa e depois nunca mais falei com ela.",
   "Eu nunca vi algum vizinho sem roupa.",
   "Eu nunca usei o Tinder.",
   "Eu nunca fiquei com gêmeos.",
   "Eu nunca marquei de ficar com alguém do Tinder.",
   "Eu nunca fiquei com alguém no banheiro de uma festa.",
   "Eu nunca fiquei com alguém na praia.",
   "Eu nunca fiquei com alguém na rua.",
   "Eu nunca fiquei com alguém do mesmo gênero que eu.",
   "Eu nunca mandei fotos ousadas para alguém.",
   "Eu nunca mandei a mesma foto ousada para duas pessoas ao mesmo tempo.",
   "Eu nunca tive um sonho quente com alguém que está aqui.",
   "Eu nunca tive um sonho quente com algum professor.",
   "Eu nunca fiquei tão louco que esqueci o próprio nome.",
   "Eu nunca fui carregado para casa depois de dar PT.",
   "Eu nunca me senti atraído(a) pelo pai/mãe de algum amigo.",
   "Eu nunca enviei fotos ousadas para a pessoa errada.",
   "Eu nunca fiquei com alguém na cama dos meus pais.",
   "Eu nunca dancei especialmente para alguém.",
   "Eu nunca usei o Tinder enquanto namorava.",
   "Eu nunca fui num clube para adultos.",
   "Eu nunca faltei ao trabalho porque estava morrendo de ressaca.",
   "Eu nunca fiquei com alguém que eu nem sabia o nome.",
   "Eu nunca fiquei com alguém desta roda.",
   "Eu nunca tirei a roupa em uma festa.",
   "Eu nunca fiquei com uma pessoa famosa.",
   "Eu nunca tive um “amigo colorido” ou “amigo com benefícios”.",
   "Eu nunca fiquei com alguém na universidade.",
   "Eu nunca fingi estar sóbrio na frente dos meus pais.",
   "Eu nunca acordei e ainda estava bêbado.",
   "Eu nunca nadei sem roupa em uma praia ou cachoeira.",
   "Eu nunca dei um beijo triplo.",
   "Eu nunca fiquei com alguém em um carro.",
   "Eu nunca beijei alguém depois de ter vomitado.",
   "Eu nunca fui trabalhar bêbado.",
   "Eu nunca me passei por outra pessoa nas redes sociais.",
   "Eu nunca dancei em cima de uma mesa.",
   "Eu nunca dei só uma “passadinha” na casa do ex ou do crush.",
   "Eu nunca paguei por conteúdos adultos.",
   "Eu nunca recebi fotos ousadas sem estar esperando.",
   "Eu nunca fui a uma praia de nudismo.",
      "Eu nunca me envolvi em um triângulo amoroso.",
   "Eu nunca disse “eu te amo” apenas para conseguir algo.",
   "Eu nunca fui traído(a) e perdoei a traição.",
   "Eu nunca transei em lugar público.",
   "Eu nunca namorei alguém que meus amigos ou familiares desaprovavam.",
   "Eu nunca fiquei com ciúmes de um ex-namorado(a) do meu atual parceiro(a).",
   "Eu nunca tive um sonho erótico com alguém que eu não deveria.",
   "Eu nunca me envolvi em uma situação de BDSM (bondage, disciplina, dominação, submissão, sadismo e masoquismo).",
   "Eu nunca tive um relacionamento com alguém do mesmo sexo.",
   "Eu nunca menti sobre o número de parceiros(as) que já tive.",
   "Eu nunca terminei um relacionamento em público para constranger o(a) outro(a).",
   "Eu nunca tive um “crush” por um colega de trabalho comprometido.",
   "Eu nunca experimentei um fetiche incomum ou pouco conhecido.",
   "Eu nunca criei uma lista de desejos sexuais com meu parceiro(a).",
   "Eu nunca flertei com alguém apenas para fazer ciúmes em outra pessoa.",
   "Eu nunca tive um “affair” com alguém que sabia que tinha um relacionamento sério.",
   "Eu nunca namorei alguém mais velho(a) que meus pais desaprovavam.",
   "Eu nunca transei no carro.",
   "Eu nunca comprei ou usei brinquedos sexuais excêntricos.",
   "Eu nunca tive uma fantasia erótica em um local público inusitado."
]